Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རབ་འབྱོར་གང་ལ་སྤྱོད་པ་དེ་དག་ཐམས་ཅད་མི་དམིགས་པ་དེ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྤྱོད་པ་མེད་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའོ། །གསོལ་པ།
en: Subhūti, the nonpracticing practice of the perfection of wisdom that bodhisattva great beings have is that in which all those practices are not apprehended.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་སྤྱོད་པ་མ་མཆིས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ལགས་ན། ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཇི་ལྟར་སྤྱད་པར་བགྱི།
en: Blessed Lord, if they practice the perfection of wisdom in that manner, without practicing, how should bodhisattva great beings who are beginners practice the perfection of wisdom?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདི་ལྟར་ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་དང་པོ་བསྐྱེད་པ་ཉིད་ནས་བརྩམས་ཏེ། ཆོས་ཐམས་ཅད་དམིགས་སུ་མེད་པ་ལ་བསླབ་པར་བྱའོ།
en: Subhūti,” replied the Blessed One, “bodhisattva great beings who are beginners, commencing from their initial setting of the mind on enlightenment, should train in all phenomena as being nonapprehensible.

source: །དེས་སྦྱིན་པ་གཏོང་བའི་ཚེ།
en: When they dispense gifts, {Ki.

source: མི་དམིགས་པའི་ཚུལ་གྱིས་སྦྱིན་པ་གཏང་བར་བྱའོ།
en: V: 116} they should dispense gifts without apprehending anything.

source: །ཚུལ་ཁྲིམས་སྲུང་བའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས་ཚུལ་ཁྲིམས་བསྲུང་བར་བྱའོ།
en: When they maintain ethical discipline, they should maintain ethical discipline without apprehending anything.

source: །བཟོད་པ་སྒྲུབ་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས་བཟོད་པ་བསྒྲུབ་པར་བྱའོ།
en: When they practice tolerance, they should practice tolerance without apprehending anything.

source: །བརྩོན་འགྲུས་རྩོམ་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས་བརྩོན་འགྲུས་བརྩམ་པར་བྱའོ།
en: When they undertake perseverance, they should undertake perseverance without apprehending anything.

source: །ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་འཇུག་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས། ཏིང་ངེ་འཛིན་ལ་མཉམ་པར་གཞག་པར་བྱའོ།
en: When they are absorbed in meditative stability, they should be absorbed in meditative stability without apprehending anything.

source: །ཤེས་རབ་སྒོམ་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས་ཤེས་རབ་བསྒོམ་པར་བྱའོ།
en: When they cultivate wisdom, they should cultivate wisdom without apprehending anything.

source: །ནང་སྟོང་པ་ཉིད་སྒོམ་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་བསྒོམ་པར་བྱའོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་སྒོམ་པའི་ཚེ།
en: When they cultivate the emptiness of internal phenomena, they should cultivate the emptiness of internal phenomena without apprehending anything.

source: མི་དམིགས་པའི་ཚུལ་གྱིས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་བསྒོམ་པར་བྱའོ།
en: When they cultivate [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, they should cultivate the emptiness of the essential nature of nonentities [and so forth] without apprehending anything.

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སྒོམ་པའི་ཚེ་མི་དམིགས་པའི་ཚུལ་གྱིས། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་བསྒོམ་པར་བྱའོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: When they cultivate the applications of mindfulness, they should cultivate the applications of mindfulness without apprehending anything.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་སྒོམ་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་བསྒོམ་པར་བྱའོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: When they cultivate the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path, they should cultivate the noble eightfold path [and so forth] without apprehending anything.

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་སྒོམ་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས་གཟུངས་ཀྱི་སྒོ་རྣམས་བསྒོམ་པར་བྱའོ།
en: When they cultivate the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways, they should cultivate the dhāraṇī gateways [and so forth] without apprehending anything.

source: །སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སྒོམ་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་བསྒོམ་པར་བྱའོ།
en: When they cultivate the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, and the distinct qualities of the buddhas, they should cultivate the distinct qualities of the buddhas [and so forth] without apprehending anything.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་སྒོམ་པའི་ཚེ། མི་དམིགས་པའི་ཚུལ་གྱིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་བསྒོམ་པར་བྱའོ། །གསོལ་པ།
en: When they cultivate [the goals], up to and including all-aspect omniscience, they should cultivate all-aspect omniscience [and so forth] without apprehending anything.” “

source: བཅོམ་ལྡན་འདས་ཇི་ཙམ་གྱིས་ན་དམིགས་པར་འགྱུར།
en: Blessed Lord, to what extent is there apprehending?

source: ཇི་ཙམ་གྱིས་ན་མི་དམིགས་པར་འགྱུར། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: To what extent is there nonapprehension?” “

source: ཇི་ཙམ་དུ་གཉིས་པ་དེ་ཙམ་དུ་དམིགས་པ་སྟེ།
en: Simply to the extent that there is duality there is apprehending.

source: གཉིས་སུ་མེད་པ་ནི་མི་དམིགས་པའོ། །གསོལ་པ།
en: Nonduality is without apprehending,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་གཉིས་ཞེས་བགྱི་བ་ཇི་ལྟ་བུ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, what is duality?” “

source: ཇི་ཙམ་དུ་མིག་དང་གཟུགས་ནས། ཇི་ཙམ་དུ་ཡིད་དང་ཆོས་ཀྱི་བར་དང་། ཇི་ཙམ་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དང་སངས་རྒྱས་ཀྱི་བར་ཏེ། རབ་འབྱོར་འདི་དག་ནི་གཉིས་སོ། །གསོལ་པ།
en: To the extent that there is anything from eyes and sights to the mental faculty and mental phenomena, and to the extent that there are [the attributes and goals], up to and including unsurpassed, complete enlightenment, all these, Subhūti, are duality,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་ཅི་ལགས། དམིགས་སུ་མཆིས་པ་མི་དམིགས་སམ། འོན་ཏམ་དམིགས་སུ་མ་མཆིས་པ་མི་དམིགས།
en: Blessed Lord, is it the apprehensible that is not apprehended, or else is it the nonapprehensible that is not apprehended?” {

source: རབ་འབྱོར་དམིགས་སུ་ཡོད་པ་མི་དམིགས་པ་ཡང་མ་ཡིན། དམིགས་སུ་མེད་པ་མི་དམིགས་པ་ཡང་མ་ཡིན་གྱི།
en: V: 117} “Subhūti,” replied the Blessed One, “it is not the apprehensible that is not apprehended, nor is it the nonapprehensible that is not apprehended.

source: རབ་འབྱོར་དམིགས་པ་དང་། མི་དམིགས་པ་མཉམ་པ་ཉིད་ནི་མི་དམིགས་པ་སྟེ།
en: Rather, Subhūti, it is the sameness of the apprehensible and the nonapprehensible that is not apprehended.

source: རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་དམིགས་པ་དང་། མི་དམིགས་པ་མཉམ་པ་ཉིད་ལ་བསླབ་པར་བྱའོ།
en: It is in this way, Subhūti, that bodhisattva great beings should train in the sameness of the apprehensible and the nonapprehensible.

source: །དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་མི་དམིགས་པ་དང་ལྡན་པར་འགྱུར་རོ། །གསོལ་པ།
en: Bodhisattva great beings who train in the perfection of wisdom in that manner will become nonapprehenders.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། དམིགས་པ་ལ་ཡང་མི་ཆགས། མི་དམིགས་པ་ལ་ཡང་མི་ཆགས་པ་ལགས་ན། འོ་ན་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པས། ས་ནས་ས་ཡོངས་སུ་རྫོགས་པར་བགྱི།
en: Blessed Lord, when bodhisattva great beings practice the perfection of wisdom in that manner, if they are not attached to apprehending and they are not attached to nonapprehension, how then will bodhisattva great beings who practice the perfection of wisdom perfect the levels, from one to the next, and, after perfecting the levels from one to the next, how will they attain all-aspect omniscience?” “

source: ས་ནས་ས་ཡོངས་སུ་རྫོགས་ནས་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཇི་ལྟར་ཐོབ་པར་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི་དམིགས་པ་ལ་གནས་ཤིང་། ས་ནས་ས་ཡོངས་སུ་རྫོགས་པར་མི་བྱེད་དེ།
en: Subhūti,” replied the Blessed One, “bodhisattva great beings who practice the perfection of wisdom while established in apprehending do not perfect the levels, from one to the next.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། དམིགས་པ་ལ་གནས་ཏེ། ས་ནས་ས་ཡོངས་སུ་རྫོགས་པར་བྱ་བར་མི་ནུས་སོ།
en: When bodhisattva great beings practice the perfection of wisdom, they cannot perfect the levels from one to the next while they are established in apprehending.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡང་དམིགས་སུ་མེད།
en: If you ask why, the perfection of wisdom is indeed nonapprehensible.

source: བྱང་ཆུབ་ཀྱང་དམིགས་སུ་མེད་དེ། གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་དེ་ཡང་དམིགས་སུ་མེད་དོ།
en: Enlightenment, too, is nonapprehensible, and those who practice the perfection of wisdom, too, are nonapprehensible.

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱད་པར་བྱའོ། །གསོལ་པ།
en: Subhūti, bodhisattva great beings should practice the perfection of wisdom in that manner.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དམིགས་སུ་མ་མཆིས་ཏེ། གང་བྱང་ཆུབ་ཏུ་སྤྱོད་པ་དེ་ཡང་དམིགས་སུ་མ་མཆིས་པ་ལགས་ན། འོ་ན་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པས་འདི་ནི་གཟུགས་སོ། །འདི་ནི་ཚོར་བ་དང་འདུ་ཤེས་དང་། འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའོ། །འདི་ནི་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ། །འདི་ནི་ཕ་རོལ་དུ་ཕྱིན་པའོ། །འདི་ནི་སྟོང་པ་ཉིད་དོ། །འདི་ནི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སོ། །འདི་ནི་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་།
en: Blessed Lord, if in that way the perfection of wisdom is nonapprehensible, and those who engage in enlightenment are also nonapprehensible, in that case, how do bodhisattva great beings who practice the perfection of wisdom understand all phenomena, including the notions that these are physical forms; that these are feelings, perceptions, formative predispositions, or consciousness; that these are the sense fields, the sensory elements, or the links of dependent origination; that these are the perfections; that these are the aspects of emptiness; that these are the factors conducive to enlightenment; that these are the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, or the formless absorptions; that these are the aspects of liberation or the serial steps of meditative absorption; that this is emptiness, signlessness, or wishlessness; that these are the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways; that these are the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas; and that these are [the goals], up to and including unsurpassed, complete enlightenment?” “

source: ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པའོ། །འདི་ནི་རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པའོ། །འདི་ནི་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའོ། །འདི་ནི་མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་སོ། །འདི་ནི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དོ། །འདི་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་རོ་ཞེས་བགྱི་བར་ཆོས་ཐམས་ཅད་རབ་ཏུ་རྟོགས་པར་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཇི་ལྟར་བྱས་པས་གཟུགས་དམིགས་པར་འགྱུར་བ་དང་། ཚོར་བ་དང་འདུ་ཤེས་དང་། འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དམིགས་པར་འགྱུར་བ་དང་། སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དམིགས་པར་འགྱུར་བ་དང་། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་།
en: Subhūti,” replied the Blessed One, “when bodhisattva great beings practice the perfection of wisdom, they do not understand anything in such a way that they would apprehend physical forms; that they would apprehend feelings, perceptions, formative predispositions, or consciousness; that they would apprehend the sense fields, the sensory elements, or the links of dependent origination; that they would apprehend all the perfections, all the aspects of emptiness, or the factors conducive to enlightenment; that they would apprehend the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways; that they would apprehend the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas; {Ki.

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དམིགས་པར་འགྱུར་བ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དམིགས་པར་འགྱུར་བ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དམིགས་པར་འགྱུར་བ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་དམིགས་པར་འགྱུར་བ་དེ་ལྟར་ཆོས་རྣམས་རྟོགས་པར་མི་བྱེད་དོ། །གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་ཀྱང་མི་དམིགས།
en: V: 118} or that they would apprehend [the goals], up to and including unsurpassed, complete enlightenment.” “

source: ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཡང་མི་དམིགས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཡང་མི་དམིགས་ན། འོ་ན་ཇི་ལྟར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བགྱིས་ཤིང་།
en: Blessed Lord, when bodhisattva great beings practice the perfection of wisdom in that manner, if they do not apprehend even physical forms; if they do not apprehend even feelings, perceptions, formative predispositions, or consciousness; and if they do not apprehend even [the attributes and goals], up to and including unsurpassed, complete enlightenment, how then will they complete the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom, and enter upon the maturity of the bodhisattvas?

source: བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པར་འཇུག་པར་འགྱུར། བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པར་ཆུད་ནས། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་སྤྱོད་པར་འགྱུར།
en: And, having entered upon the maturity of the bodhisattvas, how will they refine the buddhafields?

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བགྱིས་ནས། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱིད་པར་འགྱུར།
en: And after refining the buddhafields, how will they bring beings to maturation?

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱིས་ནས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བགྱིད་པར་འགྱུར།
en: And having brought beings to maturation, how will they attain all-aspect omniscience?

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་ནས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་འགྱུར།
en: And having attained all-aspect omniscience, how will they turn the wheel of the Dharma?

source: ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ནས། སངས་རྒྱས་ཀྱི་ཕྲིན་ལས་སྒྲུབ་པར་འགྱུར།
en: And having turned the wheel of the Dharma, how will they accomplish the enlightened activity of the buddhas?

source: སངས་རྒྱས་ཀྱི་ཕྲིན་ལས་བསྒྲུབས་ཤིང་། སེམས་ཅན་རྣམས་འཁོར་བ་ནས་ཡོངས་སུ་འགྲེལ་པར་འགྱུར།
en: And having accomplished the enlightened activity of the buddhas, how will they liberate beings from cyclic existence?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་གཟུགས་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: Subhūti,” replied the Blessed One, “bodhisattva great beings do not practice the perfection of wisdom for the sake of physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: They do not practice the perfection of wisdom for the sake of feelings, perceptions, formative predispositions, or consciousness. They do not practice the perfection of wisdom for the sake of the sense fields, the sensory elements, or the links of dependent origination.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མྱེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: They do not practice the perfection of wisdom for the sake of all the perfections, all the aspects of emptiness, or the factors conducive to enlightenment.

source: སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: They do not practice the perfection of wisdom for the sake of the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, or the distinct qualities of the buddhas.

source: །བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་གྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ། །གསོལ་པ།
en: They do not practice the perfection of wisdom for the sake of [the goals], up to and including unsurpassed, complete enlightenment.” “

source: བཅོམ་ལྡན་འདས་གང་གི་སླད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ལགས།
en: Blessed Lord, why then do bodhisattva great beings practice the perfection of wisdom?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གི་ཕྱིར་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་སྤྱོད་དོ།
en: Bodhisattva great beings do not practice the perfection of wisdom for any reason at all,” replied the Blessed One. “

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་ཆོས་ཐམས་ཅད་ནི་མ་བྱས་པ་སྟེ། མངོན་པར་འདུས་མ་བྱས་པའོ།
en: If you ask why, it is because all phenomena are uncreated and unconditioned.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡང་མ་བྱས་པ་སྟེ། མངོན་པར་འདུས་མ་བྱས་པའོ།
en: The perfection of wisdom, too, is uncreated and unconditioned.

source: །བྱང་ཆུབ་ཀྱང་མ་བྱས་པ་སྟེ། མངོན་པར་འདུས་མ་བྱས་པའོ།
en: Enlightenment, too, is uncreated and unconditioned.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཡང་མ་བྱས་པ་སྟེ། མངོན་པར་འདུས་མ་བྱས་པའོ།
en: Bodhisattvas, too, are uncreated and unconditioned.

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མ་བྱས་པ་དང་། མངོན་པར་འདུས་མ་བྱས་པའི་ཚུལ་གྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱད་པར་བྱའོ། །གསོལ་པ།
en: So it is, Subhūti, that bodhisattva great beings should practice the perfection of wisdom without creating or conditioning anything.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་ཆོས་ཐམས་ཅད་མ་བགྱིས་པ་སྟེ། མངོན་པར་འདུས་མ་བགྱིས་པ་ལགས་ན། འོ་ན་ཇི་ལྟར་ཉན་ཐོས་ཀྱི་ཐེག་པ་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་དང་། ཐེག་པ་ཆེན་པོ་དང་།
en: Blessed Lord, if in that way all phenomena are uncreated and unconditioned, how then will these three vehicles—the vehicle of the śrāvakas, the vehicle of the pratyekabuddhas, and the Great Vehicle—be established?” {

source: ཐེག་པ་གསུམ་པོ་འདི་དག་རྣམ་པར་དགོད་པར་འགྱུར།
en: Ki.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་མ་བྱས་མངོན་པར་འདུས་མ་བྱས་པའི་ཆོས་རྣམས་ལ་ནི་རྣམ་པར་དགོད་པ་གང་ཡང་དམིགས་སུ་མེད་དེ། །མངོན་པར་འདུས་བྱས་པ་དང་།
en: V: 119} “Subhūti,” replied the Blessed One, “no establishment of phenomena that are uncreated and unconditioned is at all apprehensible.

source: མངོན་པར་འདུས་མ་བྱས་པའི་ཆོས་རྣམས་ལ་ནི་རྣམ་པར་དགོད་པར་མི་དམིགས་སོ།
en: The establishment of phenomena that are uncreated and unconditioned cannot be apprehended.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་བྱིས་པ་ཐོས་པ་དང་མི་ལྡན་པ། སོ་སོའི་སྐྱེ་བོ་རྣམས་ཕུང་པོ་ལྔ་ལ་མངོན་པར་ཞེན་ཅིང་།
en: If you ask why, it is because simple folk have not studied, and ordinary people are fixated on the five aggregates.

source: གཟུགས་ལ་མངོན་པར་ཞེན། ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ལ་མངོན་པར་ཞེན། སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་མངོན་པར་ཞེན། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ལ་མངོན་པར་ཞེན། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་མངོན་པར་ཞེན། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ལ་མངོན་པར་ཞེན།
en: Fixated on physical forms; fixated on feelings, perceptions, formative predispositions, and consciousness; fixated on the sense fields, the sensory elements, and the links of dependent origination; fixated on all the perfections, all the aspects of emptiness, and the factors conducive to enlightenment; fixated on the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways; fixated on the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, and the distinct qualities of the buddhas; and fixated on [the goals], up to and including all-aspect omniscience, they give rise to conceits about physical forms and then apprehend physical forms.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་མངོན་པར་ཞེན་ནས། གཟུགས་ཀྱིས་རློམ་སེམས་སུ་བྱེད་ཅིང་གཟུགས་སུ་དམིགས་སོ། །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པས་རློམ་སེམས་སུ་བྱེད་ཅིང་རྣམ་པར་ཤེས་པར་དམིགས་སོ།
en: They give rise to conceits about feelings, perceptions, formative predispositions, and consciousness and then apprehend consciousness [and so forth].

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བས་རློམ་སེམས་སུ་བྱེད་ཅིང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བར་དམིགས་སོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: They give rise to conceits about the sense fields, the sensory elements, and the links of dependent origination and then apprehend the links of dependent origination [and so forth].

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཀྱིས་རློམ་སེམས་སུ་བྱེད་ཅིང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུ་དམིགས་སོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: They give rise to conceits about all the perfections, all the aspects of emptiness, and the factors conducive to enlightenment and then apprehend the factors conducive to enlightenment [and so forth].
